Repository: abdoukarim/grandma
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your email
fr: Votre email

source: Your mobile phone
fr: Votre numéro de mobile

source: This email is already registered
fr: Cette @dresse est déjà enregistrée

source: This email is unknown. Are you sure you've registered?
fr: Cette @dresse est inconnue. Êtes-vous certain d'être inscrit ?

source: The user account associated with this email cannot reset the password.
fr: Le compte associé à cette @dresse est désactivé.

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (one more time)

source: The two password fields didn't match.
fr: Les deux mots de passe ne correspondent pas. C'est ballot !

source: Use international format, e.g +33612345678
fr: Utilisez le format international, e.g +33612345678

source: email address
fr: adresse email

source: date joined
fr: inscrit le

source: activation key
fr: clé d'activation

source: active
fr: actif

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Congratulations! Your account was created. You will receive your activation email in a few seconds.
fr: Bravo ! votre compte vient d'être créé. Vous allez recevoir votre clé d'activation dans quelques secondes.

source: A new password was sent. It should be there in less than a minute. Enjoy those few seconds of calm and relaxation.
fr: Un nouveau mot de passe vient de vous être envoyé par mail. Il devrait être là sous peu. Profitez-en pour méditer quelques secondes.

source: Your new password was saved successfully. You can now login on your account.
fr: Votre nouveau mot de passe a bien été enregistré. Vous pouvez vous connecter de la façon habituelle.

source: My dashboard
fr: Mon panneau de contrôle

source: Log out
fr: Déconnexion

source: Pending reminders
fr: Sms en attentes

source: Sent reminders
fr: Sms envoyés

source: Sign in
fr: Connexion

source: Create an account
fr: Créer un compte

source: Forgot your password?
fr: Un p'tit trou de mémoire ?

source: Sent text messages
fr: Sms envoyés

source: Upcoming text messages
fr: Sms en attente

source: Oops! reload the page
fr: Oups ! rechargez la page

source: Next billing date
fr: Prochaine facture

source: To ask for an invoice or closing your account, <a href="mailto:thibault@dontforgetgrandma.com">please contact me</a>.
fr: Pour demander une facture ou cloturer votre compte, <a href="mailto:thibault@dontforgetgrandma.com">contactez moi</a>.

source: So, you lost your password?
fr: Alors, on a perdu son mot de passe ?

source: It's ok. It happens. We will send you a new one. We have plenty of them anyway.
fr: C'est ok. Ça arrive même aux meilleurs. Nous allons vous en envoyer un autre, il nous en reste plein de toutes façons.

source: Get a new password
fr: Récupérer le mot de passe

source: Reset your password
fr: Mise à jour du mot de passe

source: Save new password
fr: Enregistrer

source: Create your account
fr: Créer un compte

source: Your account data
fr: Votre compte

source: Billing information
fr: Informations de facturation

source: Our pricing is 4,95€ / month. 30 days trial for free.
fr: 4,95€ par mois. Période d'essai gratuite de 30 jours.

source: Your payment will be secured by Paymill, our payment partner.
fr: Votre paiement est sécurisé par Paymill&trade;.

source: Do you want to know more?
fr: Voulez-vous en savoir plus ?

source: Credit card number:
fr: Numéro de carte bleue :

source: Holder name:
fr: Nom du porteur :

source: Validation code:
fr: Code de validation :

source: Expiration date (MM/YYYY):
fr: Date d'expiration (MM / AAAA) :

source: By clicking the button below, you state that you have read and agreed to the <a target="_blank" href="/pages/cgv/">Service Agreement</a> (It will open in a new window).
fr: En cliquant sur le bouton suivant, vous reconnaissez avoir lu et accepté nos <a target="_blank" href="/pages/cgv/">conditions d'utilisation</a> (ouvrira dans une nouvelle fenêtre).

source: Register
fr: Créer un compte

source: Secured payment
fr: Paiement sécurisé

source: Your payment data is secured by our partner, Paymill.
fr: Votre paiement est sécurisé par notre partenaire Paymill

source: It will never be sent to our own server.
fr: Vos données ne sont ni envoyées ni stockées sur notre propre serveur.

source: Invalid card number
fr: Numéro de carte invalide

source: Invalid validation code
fr: Code de validation invalide

source: Invalid expiration date
fr: Date d'expiration invalide

source: Oops! An error occured.
fr: Oups ! Quelque chose cloche !

source: By clicking the button below, you state that you have read and agreed to the <a target="_blank" href="/pages/cgv/">Service Agreement (new window)</a>.
fr: En cliquant sur le bouton suivant, vous reconnaissez avoir lu et accepté nos <a target="_blank" href="/pages/cgv/">conditions d'utilisation (nouvelle fenêtre)</a>.

source: Your activation key
fr: Votre clé d'activation

source: Phone
fr: Téléphone

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Full name
fr: Nom complet

source: There are no contacts here (yet).
fr: Il n'y a rien ici (pour le moment).

source: Your new contact was created
fr: Votre nouveau contact vient d'être créé. Poil au nez.

source: Selected reminders were deleted
fr: Les sms sélectionnés ont été supprimés.

source: Your address book
fr: Votre carnet d'adresse

source: Delete
fr: Supprimer

source: Create
fr: Créer

source: Use international format e.g +33612345678.
fr: Utilisez le format international, e.g +33612345678

source: Leave empty to send now
fr: Laissez vide pour envoyer tout de suite

source: Pricing
fr: Prix

source: Free
fr: Gratos

source: XXX€ ? / month
fr: XXX€ ? / mois

source: Sign up
fr: Créer un compte

source: 0€ / month
fr: 0€ / mois

source: Text messages limit
fr: Nombre de sms

source: How many text messages can you send a month
fr: Le nombre de sms disponibles par mois

source: Illimited
fr: Illimité

source: International text messages
fr: Sms internationaux

source: Send text messages to many countries
fr: Tout un tas de pays joignables

source: Ad free
fr: Sans pub

source: Use the site with no ads
fr: Utilisez le site sans aucune publicité

source: Sms length
fr: Taille des sms

source: How many characters can you use for each text message
fr: Nombre de caractères disponibles par sms.

source: Address book
fr: Carnet d'adresse

source: Store as many contacts as you like
fr: Stockez autant de contacts que vous voulez

source: Text messages archives
fr: Archivages des sms

source: Store and browse your past text messages
fr: Stockez et parcourez vos sms archivés

source: Recipient cell:
fr: Téléphone :

source: Date and time:
fr: Date et heure :

source: Your message:
fr: Votre message :

source: Don't forget to sign your message
fr: N'oubliez pas de signer !

source: You have exceeded the monthly limit of reminders for your account
fr: Vous avez dépassé le nombre de sms autorisés pour ce mois-ci.

source: Already sent?
fr: Déjà envoyé ?

source: IP address
fr: Adresse IP

source: Reminder
fr: Rappel

source: Reminders
fr: Rappels

source: To
fr: À

source: When
fr: quand

source: There are no reminders here (yet).
fr: Il n'y a rien ici (pour le moment).

source: Your reminder was saved successfully. Sleep tight.
fr: Votre sms vient d'être programmé.

source: Schedule a new text message
fr: Programmez un sms

source: Schedule a text message
fr: Programmez un sms

source: Your reminders
fr: Vos sms

source: Create a new reminder
fr: Créez un nouveau sms

source: Don't forget grandma!
fr: N'oublie pas mamie !

source: Legal information
fr: Mentions légales

source: Terms and conditions
fr: Conditions d'utilisation

source: Get the source
fr: Code source

source: This is a beta service. Use with care.
fr: Service en bêta. Utilisez avec précautions bla bla bla…

source: Schedule text messages
fr: Programmez des sms

source: Schedule text messages for yourself, your friends or your grandma. They will be delivered at the specified date and time (your messages, not your grandma).
fr: Programmez des sms pour vous, vos amis ou votre grand-mère. Ils seront envoyés au moment voulu (vos sms, pas votre grand-mère).

source: View our pricing
fr: Voir nos prix

source: You can send text messages in a lot of countries. Now you can have friends outside the United States.
fr: Envoyez des sms dans tous les pays du monde. Parce qu'il n'y a pas de raisons que ce soient toujours les mêmes qui profitent.

source: That's right, the <a href="https://github.com/thibault/grandma/"> code source is fully available on Github</a>. You want to help us building a better service? You can.
fr: Le code est <a href="https://github.com/thibault/grandma/"> complètement disponible sur Github</a>. Vous voulez nous aider à améliorer notre service ? Vous pouvez !

source: Save your favorites numbers in your address book, so you don't have to remember them every time.
fr: Conservez vos numéros préférés dans votre carnet d'adresse, pour éviter d'avoir à vous en souvenir.

source: Log in
fr: Se connecter
